{
    "word2idx": {
        "<pad>": 0,
        "<unk>": 1,
        "<bos>": 2,
        "<eos>": 3,
        "!": 4,
        "\"": 5,
        "$": 6,
        "%": 7,
        "&": 8,
        "'": 9,
        ",": 10,
        "-": 11,
        ".": 12,
        "00": 13,
        "000": 14,
        "12": 15,
        "14": 16,
        "15": 17,
        "20": 18,
        "4": 19,
        "40": 20,
        "50": 21,
        ":": 22,
        ";": 23,
        "?": 24,
        "a": 25,
        "able": 26,
        "about": 27,
        "absolutely": 28,
        "across": 29,
        "actual": 30,
        "actually": 31,
        "advice": 32,
        "afford": 33,
        "afraid": 34,
        "after": 35,
        "afternoon": 36,
        "again": 37,
        "age": 38,
        "ago": 39,
        "agree": 40,
        "ah": 41,
        "ahead": 42,
        "ain't": 43,
        "alert": 44,
        "alive": 45,
        "all": 46,
        "allowed": 47,
        "almost": 48,
        "alone": 49,
        "along": 50,
        "already": 51,
        "also": 52,
        "although": 53,
        "always": 54,
        "am": 55,
        "amen": 56,
        "american": 57,
        "an": 58,
        "and": 59,
        "another": 60,
        "answer": 61,
        "any": 62,
        "anybody": 63,
        "anymore": 64,
        "anything": 65,
        "anyway": 66,
        "anywhere": 67,
        "apologize": 68,
        "applied": 69,
        "approach": 70,
        "are": 71,
        "aren't": 72,
        "argument": 73,
        "around": 74,
        "as": 75,
        "aside": 76,
        "ask": 77,
        "asked": 78,
        "asking": 79,
        "ass": 80,
        "at": 81,
        "attack": 82,
        "attention": 83,
        "available": 84,
        "aw": 85,
        "away": 86,
        "b": 87,
        "baby": 88,
        "back": 89,
        "backyard": 90,
        "bad": 91,
        "bag": 92,
        "ball": 93,
        "baptist": 94,
        "bathroom": 95,
        "be": 96,
        "beautiful": 97,
        "became": 98,
        "because": 99,
        "become": 100,
        "bed": 101,
        "bee": 102,
        "been": 103,
        "beer": 104,
        "before": 105,
        "began": 106,
        "beginning": 107,
        "being": 108,
        "believe": 109,
        "believed": 110,
        "best": 111,
        "bet": 112,
        "better": 113,
        "between": 114,
        "bible": 115,
        "big": 116,
        "bigger": 117,
        "billy": 118,
        "binary": 119,
        "birds": 120,
        "bit": 121,
        "bitch": 122,
        "bite": 123,
        "bitty": 124,
        "bless": 125,
        "blood": 126,
        "blow": 127,
        "boat": 128,
        "bodies": 129,
        "body": 130,
        "book": 131,
        "bookkeeping": 132,
        "books": 133,
        "both": 134,
        "bother": 135,
        "bought": 136,
        "bowtie": 137,
        "boy": 138,
        "boy's": 139,
        "boys": 140,
        "brave": 141,
        "breach": 142,
        "break": 143,
        "breakfast": 144,
        "breaking": 145,
        "bring": 146,
        "brings": 147,
        "brisket": 148,
        "brother": 149,
        "brother's": 150,
        "brought": 151,
        "brown": 152,
        "brush": 153,
        "buddy": 154,
        "business": 155,
        "but": 156,
        "buy": 157,
        "by": 158,
        "bye": 159,
        "call": 160,
        "called": 161,
        "calling": 162,
        "calls": 163,
        "calm": 164,
        "calmed": 165,
        "came": 166,
        "camp": 167,
        "can": 168,
        "can't": 169,
        "candy": 170,
        "cannot": 171,
        "captain": 172,
        "car": 173,
        "card": 174,
        "cards": 175,
        "care": 176,
        "case": 177,
        "cat": 178,
        "cat's": 179,
        "catch": 180,
        "catching": 181,
        "cattle": 182,
        "cause": 183,
        "cave": 184,
        "chance": 185,
        "change": 186,
        "changed": 187,
        "chapter": 188,
        "cheated": 189,
        "check": 190,
        "checked": 191,
        "checking": 192,
        "chest": 193,
        "chewing": 194,
        "chicken": 195,
        "chickens": 196,
        "child": 197,
        "children": 198,
        "choice": 199,
        "choo": 200,
        "chop": 201,
        "christian": 202,
        "church": 203,
        "class": 204,
        "classroom": 205,
        "clear": 206,
        "clock": 207,
        "close": 208,
        "coach": 209,
        "coaching": 210,
        "code": 211,
        "coffee": 212,
        "cold": 213,
        "college": 214,
        "come": 215,
        "comic": 216,
        "coming": 217,
        "common": 218,
        "company": 219,
        "complicated": 220,
        "computer": 221,
        "concerned": 222,
        "connie": 223,
        "control": 224,
        "conversation": 225,
        "cook": 226,
        "cool": 227,
        "cooper": 228,
        "could": 229,
        "couldn't": 230,
        "count": 231,
        "counting": 232,
        "country": 233,
        "couple": 234,
        "coupon": 235,
        "course": 236,
        "crazy": 237,
        "cream": 238,
        "cross": 239,
        "cup": 240,
        "cut": 241,
        "cute": 242,
        "dad": 243,
        "dad's": 244,
        "daddy": 245,
        "daddy's": 246,
        "dallas": 247,
        "damn": 248,
        "dating": 249,
        "daughter": 250,
        "dave": 251,
        "day": 252,
        "days": 253,
        "dead": 254,
        "deal": 255,
        "dear": 256,
        "death": 257,
        "decided": 258,
        "deep": 259,
        "defense": 260,
        "degrees": 261,
        "demons": 262,
        "descended": 263,
        "detention": 264,
        "devil": 265,
        "did": 266,
        "didn't": 267,
        "die": 268,
        "died": 269,
        "different": 270,
        "dinner": 271,
        "direction": 272,
        "disappointed": 273,
        "divorce": 274,
        "do": 275,
        "doctor": 276,
        "doctors": 277,
        "does": 278,
        "doesn't": 279,
        "dog": 280,
        "dogs": 281,
        "doin": 282,
        "doing": 283,
        "dollars": 284,
        "dolphin": 285,
        "don't": 286,
        "done": 287,
        "door": 288,
        "doubt": 289,
        "down": 290,
        "dr": 291,
        "dragons": 292,
        "dramatic": 293,
        "drank": 294,
        "dreams": 295,
        "dress": 296,
        "drink": 297,
        "drinking": 298,
        "drive": 299,
        "driving": 300,
        "drug": 301,
        "dumb": 302,
        "dungeons": 303,
        "during": 304,
        "dust": 305,
        "dyin": 306,
        "e": 307,
        "each": 308,
        "early": 309,
        "earth": 310,
        "easy": 311,
        "eat": 312,
        "eating": 313,
        "effort": 314,
        "eggs": 315,
        "eh": 316,
        "eight": 317,
        "either": 318,
        "eliza": 319,
        "elliot": 320,
        "else": 321,
        "em": 322,
        "emergency": 323,
        "end": 324,
        "enjoy": 325,
        "enjoyed": 326,
        "enjoying": 327,
        "enough": 328,
        "entire": 329,
        "euclidean": 330,
        "even": 331,
        "ever": 332,
        "every": 333,
        "everybody": 334,
        "everybody's": 335,
        "everyone": 336,
        "everything": 337,
        "everything's": 338,
        "evil": 339,
        "exact": 340,
        "exactly": 341,
        "excited": 342,
        "excuse": 343,
        "exists": 344,
        "expect": 345,
        "explain": 346,
        "exposed": 347,
        "eye": 348,
        "eyes": 349,
        "face": 350,
        "fact": 351,
        "faith": 352,
        "family": 353,
        "far": 354,
        "father": 355,
        "fault": 356,
        "favor": 357,
        "fear": 358,
        "feel": 359,
        "feeling": 360,
        "feels": 361,
        "feet": 362,
        "fella": 363,
        "felt": 364,
        "few": 365,
        "fight": 366,
        "fighting": 367,
        "figure": 368,
        "figured": 369,
        "filled": 370,
        "final": 371,
        "finally": 372,
        "financial": 373,
        "find": 374,
        "fine": 375,
        "finish": 376,
        "fire": 377,
        "first": 378,
        "fishing": 379,
        "fit": 380,
        "five": 381,
        "fives": 382,
        "fix": 383,
        "flip": 384,
        "flu": 385,
        "food": 386,
        "foods": 387,
        "football": 388,
        "for": 389,
        "forever": 390,
        "found": 391,
        "four": 392,
        "fourth": 393,
        "free": 394,
        "freedom": 395,
        "friend": 396,
        "friends": 397,
        "from": 398,
        "front": 399,
        "full": 400,
        "fun": 401,
        "funny": 402,
        "future": 403,
        "game": 404,
        "games": 405,
        "garage": 406,
        "gave": 407,
        "george": 408,
        "georgie": 409,
        "georgie's": 410,
        "get": 411,
        "gets": 412,
        "getting": 413,
        "girl": 414,
        "girls": 415,
        "give": 416,
        "given": 417,
        "giving": 418,
        "glad": 419,
        "glass": 420,
        "go": 421,
        "god": 422,
        "god's": 423,
        "goes": 424,
        "goin": 425,
        "going": 426,
        "gone": 427,
        "gonna": 428,
        "good": 429,
        "goodness": 430,
        "got": 431,
        "gotten": 432,
        "grab": 433,
        "grace": 434,
        "grade": 435,
        "grandchildren": 436,
        "great": 437,
        "grooming": 438,
        "ground": 439,
        "grounded": 440,
        "grow": 441,
        "guess": 442,
        "gun": 443,
        "guy": 444,
        "guys": 445,
        "ha": 446,
        "had": 447,
        "hair": 448,
        "half": 449,
        "hall": 450,
        "hand": 451,
        "handle": 452,
        "hands": 453,
        "hang": 454,
        "happen": 455,
        "happened": 456,
        "happens": 457,
        "happy": 458,
        "hard": 459,
        "has": 460,
        "hat": 461,
        "hate": 462,
        "have": 463,
        "haven't": 464,
        "having": 465,
        "he": 466,
        "he'll": 467,
        "he's": 468,
        "head": 469,
        "headed": 470,
        "heads": 471,
        "hear": 472,
        "heard": 473,
        "heart": 474,
        "held": 475,
        "hell": 476,
        "hello": 477,
        "helmet": 478,
        "help": 479,
        "helped": 480,
        "helping": 481,
        "her": 482,
        "here": 483,
        "here's": 484,
        "hernia": 485,
        "hero": 486,
        "hey": 487,
        "hi": 488,
        "hiding": 489,
        "high": 490,
        "higher": 491,
        "him": 492,
        "himself": 493,
        "his": 494,
        "hit": 495,
        "hmm": 496,
        "hold": 497,
        "holy": 498,
        "home": 499,
        "homework": 500,
        "honey": 501,
        "hope": 502,
        "hoping": 503,
        "hospital": 504,
        "hot": 505,
        "hour": 506,
        "hours": 507,
        "house": 508,
        "houston": 509,
        "how": 510,
        "how'd": 511,
        "how's": 512,
        "hubert": 513,
        "hug": 514,
        "hugging": 515,
        "huh": 516,
        "human": 517,
        "hungry": 518,
        "hurt": 519,
        "husband": 520,
        "i": 521,
        "i'd": 522,
        "i'll": 523,
        "i'm": 524,
        "i've": 525,
        "ice": 526,
        "idea": 527,
        "if": 528,
        "important": 529,
        "impressive": 530,
        "in": 531,
        "incredible": 532,
        "information": 533,
        "ingram": 534,
        "inside": 535,
        "instead": 536,
        "interested": 537,
        "interesting": 538,
        "into": 539,
        "ira": 540,
        "is": 541,
        "isn't": 542,
        "issues": 543,
        "it": 544,
        "it'll": 545,
        "it's": 546,
        "its": 547,
        "itty": 548,
        "jail": 549,
        "jar": 550,
        "jeff": 551,
        "jesus": 552,
        "jewish": 553,
        "job": 554,
        "joke": 555,
        "joy": 556,
        "jr": 557,
        "judge": 558,
        "just": 559,
        "keep": 560,
        "kicked": 561,
        "kid": 562,
        "kidding": 563,
        "kids": 564,
        "kill": 565,
        "kind": 566,
        "kirk": 567,
        "kitchen": 568,
        "kitty": 569,
        "knew": 570,
        "knock": 571,
        "know": 572,
        "knowing": 573,
        "knowledge": 574,
        "knows": 575,
        "lady": 576,
        "land": 577,
        "last": 578,
        "late": 579,
        "later": 580,
        "launch": 581,
        "law": 582,
        "lawyer": 583,
        "lead": 584,
        "learn": 585,
        "learned": 586,
        "least": 587,
        "leave": 588,
        "leaving": 589,
        "lee": 590,
        "left": 591,
        "legs": 592,
        "less": 593,
        "let": 594,
        "let's": 595,
        "library": 596,
        "lie": 597,
        "life": 598,
        "light": 599,
        "like": 600,
        "liked": 601,
        "likes": 602,
        "line": 603,
        "linear": 604,
        "list": 605,
        "listen": 606,
        "little": 607,
        "live": 608,
        "living": 609,
        "loan": 610,
        "logos": 611,
        "lone": 612,
        "long": 613,
        "look": 614,
        "looked": 615,
        "looking": 616,
        "looks": 617,
        "loose": 618,
        "lord": 619,
        "lose": 620,
        "lost": 621,
        "lot": 622,
        "love": 623,
        "loved": 624,
        "loves": 625,
        "loving": 626,
        "luck": 627,
        "lunch": 628,
        "lying": 629,
        "m": 630,
        "macelroy": 631,
        "machine": 632,
        "made": 633,
        "main": 634,
        "make": 635,
        "makes": 636,
        "making": 637,
        "mama": 638,
        "man": 639,
        "many": 640,
        "marriage": 641,
        "married": 642,
        "mary": 643,
        "math": 644,
        "mathology": 645,
        "matter": 646,
        "may": 647,
        "maybe": 648,
        "me": 649,
        "mean": 650,
        "means": 651,
        "meant": 652,
        "meat": 653,
        "medford": 654,
        "medical": 655,
        "meemaw": 656,
        "meemaw's": 657,
        "meet": 658,
        "meeting": 659,
        "men": 660,
        "might": 661,
        "mighty": 662,
        "million": 663,
        "mind": 664,
        "mine": 665,
        "minute": 666,
        "minutes": 667,
        "miss": 668,
        "missed": 669,
        "missy": 670,
        "mistake": 671,
        "mittens": 672,
        "mm": 673,
        "mmm": 674,
        "model": 675,
        "mom": 676,
        "mom's": 677,
        "moment": 678,
        "mommy": 679,
        "money": 680,
        "month": 681,
        "months": 682,
        "moon": 683,
        "moonpie": 684,
        "more": 685,
        "morning": 686,
        "most": 687,
        "mother": 688,
        "mother's": 689,
        "mountain": 690,
        "mouth": 691,
        "move": 692,
        "moved": 693,
        "movie": 694,
        "mr": 695,
        "ms": 696,
        "much": 697,
        "music": 698,
        "must": 699,
        "my": 700,
        "myself": 701,
        "name": 702,
        "named": 703,
        "nasa": 704,
        "naughty": 705,
        "need": 706,
        "needed": 707,
        "needle": 708,
        "needles": 709,
        "needs": 710,
        "never": 711,
        "new": 712,
        "next": 713,
        "nice": 714,
        "night": 715,
        "nine": 716,
        "no": 717,
        "nobody": 718,
        "none": 719,
        "normal": 720,
        "nose": 721,
        "nosh": 722,
        "not": 723,
        "note": 724,
        "nothin": 725,
        "nothing": 726,
        "nourishment": 727,
        "now": 728,
        "number": 729,
        "numbers": 730,
        "ocean": 731,
        "odd": 732,
        "odds": 733,
        "of": 734,
        "off": 735,
        "office": 736,
        "often": 737,
        "oh": 738,
        "oilers": 739,
        "okay": 740,
        "old": 741,
        "older": 742,
        "on": 743,
        "once": 744,
        "one": 745,
        "one's": 746,
        "only": 747,
        "ooh": 748,
        "open": 749,
        "opportunity": 750,
        "or": 751,
        "order": 752,
        "other": 753,
        "otherwise": 754,
        "ought": 755,
        "our": 756,
        "out": 757,
        "outside": 758,
        "over": 759,
        "own": 760,
        "p": 761,
        "pack": 762,
        "pains": 763,
        "pants": 764,
        "paper": 765,
        "parents": 766,
        "part": 767,
        "party": 768,
        "pass": 769,
        "pastor": 770,
        "patch": 771,
        "pay": 772,
        "penny": 773,
        "people": 774,
        "per": 775,
        "perfect": 776,
        "perhaps": 777,
        "permanent": 778,
        "person": 779,
        "personal": 780,
        "phobia": 781,
        "phone": 782,
        "physicist": 783,
        "physics": 784,
        "piano": 785,
        "pick": 786,
        "picnic": 787,
        "pie": 788,
        "piece": 789,
        "place": 790,
        "plan": 791,
        "planet": 792,
        "planning": 793,
        "plastic": 794,
        "plate": 795,
        "plates": 796,
        "play": 797,
        "player": 798,
        "playing": 799,
        "please": 800,
        "plus": 801,
        "point": 802,
        "points": 803,
        "police": 804,
        "pop": 805,
        "pork": 806,
        "possible": 807,
        "potato": 808,
        "potty": 809,
        "power": 810,
        "pray": 811,
        "prefer": 812,
        "pregnant": 813,
        "prepared": 814,
        "pretty": 815,
        "price": 816,
        "prime": 817,
        "principal": 818,
        "principles": 819,
        "prize": 820,
        "probably": 821,
        "problem": 822,
        "problems": 823,
        "professional": 824,
        "program": 825,
        "prostate": 826,
        "protection": 827,
        "proud": 828,
        "prove": 829,
        "pull": 830,
        "punt": 831,
        "punting": 832,
        "purr": 833,
        "put": 834,
        "putting": 835,
        "quadrant": 836,
        "quarter": 837,
        "quest": 838,
        "question": 839,
        "quick": 840,
        "quietly": 841,
        "quinn": 842,
        "quit": 843,
        "quite": 844,
        "radio": 845,
        "radioshack": 846,
        "rain": 847,
        "raise": 848,
        "raised": 849,
        "ran": 850,
        "range": 851,
        "ratios": 852,
        "read": 853,
        "reading": 854,
        "ready": 855,
        "real": 856,
        "realize": 857,
        "really": 858,
        "receive": 859,
        "recently": 860,
        "recipe": 861,
        "recipes": 862,
        "record": 863,
        "relationship": 864,
        "relax": 865,
        "religion": 866,
        "remember": 867,
        "remove": 868,
        "research": 869,
        "rest": 870,
        "right": 871,
        "rocket": 872,
        "rockets": 873,
        "rodeo": 874,
        "room": 875,
        "root": 876,
        "rub": 877,
        "rude": 878,
        "rule": 879,
        "rules": 880,
        "run": 881,
        "s": 882,
        "sad": 883,
        "safe": 884,
        "said": 885,
        "same": 886,
        "sat": 887,
        "sausage": 888,
        "saw": 889,
        "say": 890,
        "saying": 891,
        "says": 892,
        "scare": 893,
        "scared": 894,
        "school": 895,
        "schr": 896,
        "science": 897,
        "scientist": 898,
        "scientists": 899,
        "seat": 900,
        "second": 901,
        "secret": 902,
        "see": 903,
        "seeing": 904,
        "seemed": 905,
        "seen": 906,
        "selena": 907,
        "send": 908,
        "sense": 909,
        "serious": 910,
        "seriously": 911,
        "set": 912,
        "shack": 913,
        "share": 914,
        "she": 915,
        "she's": 916,
        "sheldon": 917,
        "sheldon's": 918,
        "shelly": 919,
        "shh": 920,
        "shine": 921,
        "ship": 922,
        "shoes": 923,
        "shotgun": 924,
        "should": 925,
        "shouldn't": 926,
        "show": 927,
        "shut": 928,
        "shuttle": 929,
        "sick": 930,
        "side": 931,
        "sign": 932,
        "simple": 933,
        "since": 934,
        "single": 935,
        "sink": 936,
        "sir": 937,
        "sister": 938,
        "sisters": 939,
        "sit": 940,
        "sitting": 941,
        "situation": 942,
        "six": 943,
        "sleep": 944,
        "sleeping": 945,
        "slip": 946,
        "small": 947,
        "smart": 948,
        "smells": 949,
        "smiling": 950,
        "so": 951,
        "socks": 952,
        "soft": 953,
        "soggy": 954,
        "solid": 955,
        "solve": 956,
        "some": 957,
        "somebody": 958,
        "someday": 959,
        "someone": 960,
        "something": 961,
        "something's": 962,
        "sometimes": 963,
        "somewhere": 964,
        "son": 965,
        "sorry": 966,
        "soul": 967,
        "sound": 968,
        "sounds": 969,
        "space": 970,
        "sparks": 971,
        "speak": 972,
        "speaking": 973,
        "special": 974,
        "spend": 975,
        "spent": 976,
        "spock": 977,
        "spread": 978,
        "star": 979,
        "start": 980,
        "started": 981,
        "starting": 982,
        "starts": 983,
        "statistically": 984,
        "stay": 985,
        "steal": 986,
        "step": 987,
        "stick": 988,
        "still": 989,
        "stop": 990,
        "store": 991,
        "story": 992,
        "street": 993,
        "stronger": 994,
        "stuck": 995,
        "student": 996,
        "study": 997,
        "studying": 998,
        "stuff": 999,
        "stupid": 1000,
        "such": 1001,
        "sugar": 1002,
        "sunday": 1003,
        "suppose": 1004,
        "supposed": 1005,
        "sure": 1006,
        "surprised": 1007,
        "swear": 1008,
        "system": 1009,
        "t": 1010,
        "table": 1011,
        "take": 1012,
        "taking": 1013,
        "talk": 1014,
        "talked": 1015,
        "talkin": 1016,
        "talking": 1017,
        "tam": 1018,
        "tater": 1019,
        "taxes": 1020,
        "teach": 1021,
        "teacher": 1022,
        "teachers": 1023,
        "teaching": 1024,
        "team": 1025,
        "teeth": 1026,
        "tell": 1027,
        "telling": 1028,
        "ten": 1029,
        "terms": 1030,
        "terrible": 1031,
        "test": 1032,
        "tests": 1033,
        "texan": 1034,
        "texas": 1035,
        "than": 1036,
        "thank": 1037,
        "thanks": 1038,
        "that": 1039,
        "that's": 1040,
        "the": 1041,
        "their": 1042,
        "them": 1043,
        "then": 1044,
        "theoretical": 1045,
        "there": 1046,
        "there's": 1047,
        "these": 1048,
        "they": 1049,
        "they'll": 1050,
        "they're": 1051,
        "thing": 1052,
        "things": 1053,
        "think": 1054,
        "thinking": 1055,
        "this": 1056,
        "those": 1057,
        "thought": 1058,
        "thoughts": 1059,
        "three": 1060,
        "through": 1061,
        "throw": 1062,
        "thrust": 1063,
        "thunder": 1064,
        "tie": 1065,
        "till": 1066,
        "time": 1067,
        "tired": 1068,
        "to": 1069,
        "toast": 1070,
        "today": 1071,
        "together": 1072,
        "told": 1073,
        "tomorrow": 1074,
        "tonight": 1075,
        "too": 1076,
        "took": 1077,
        "toothbrush": 1078,
        "tots": 1079,
        "touch": 1080,
        "touching": 1081,
        "toy": 1082,
        "train": 1083,
        "trains": 1084,
        "treated": 1085,
        "tried": 1086,
        "trip": 1087,
        "trouble": 1088,
        "true": 1089,
        "trust": 1090,
        "truth": 1091,
        "try": 1092,
        "trying": 1093,
        "turkey": 1094,
        "turn": 1095,
        "turns": 1096,
        "tv": 1097,
        "tweezers": 1098,
        "two": 1099,
        "uh": 1100,
        "ulcer": 1101,
        "um": 1102,
        "under": 1103,
        "understand": 1104,
        "universe": 1105,
        "unless": 1106,
        "until": 1107,
        "up": 1108,
        "upon": 1109,
        "upset": 1110,
        "us": 1111,
        "use": 1112,
        "used": 1113,
        "using": 1114,
        "usually": 1115,
        "vegetable": 1116,
        "very": 1117,
        "vietnam": 1118,
        "wait": 1119,
        "waited": 1120,
        "waiting": 1121,
        "walk": 1122,
        "want": 1123,
        "wanted": 1124,
        "wants": 1125,
        "war": 1126,
        "warm": 1127,
        "was": 1128,
        "wash": 1129,
        "wasn't": 1130,
        "watch": 1131,
        "watching": 1132,
        "water": 1133,
        "way": 1134,
        "we": 1135,
        "we'll": 1136,
        "we're": 1137,
        "we've": 1138,
        "wear": 1139,
        "wearing": 1140,
        "week": 1141,
        "weekend": 1142,
        "weeks": 1143,
        "weight": 1144,
        "weird": 1145,
        "welcome": 1146,
        "well": 1147,
        "went": 1148,
        "were": 1149,
        "weren't": 1150,
        "wet": 1151,
        "what": 1152,
        "what'd": 1153,
        "what's": 1154,
        "whatever": 1155,
        "when": 1156,
        "where": 1157,
        "where's": 1158,
        "which": 1159,
        "while": 1160,
        "who": 1161,
        "who's": 1162,
        "whoa": 1163,
        "whole": 1164,
        "why": 1165,
        "wife": 1166,
        "will": 1167,
        "win": 1168,
        "wind": 1169,
        "window": 1170,
        "wish": 1171,
        "with": 1172,
        "within": 1173,
        "without": 1174,
        "woke": 1175,
        "wolves": 1176,
        "woman": 1177,
        "won": 1178,
        "won't": 1179,
        "wonder": 1180,
        "wonderful": 1181,
        "wondering": 1182,
        "word": 1183,
        "words": 1184,
        "work": 1185,
        "working": 1186,
        "works": 1187,
        "world": 1188,
        "worried": 1189,
        "worry": 1190,
        "worst": 1191,
        "would": 1192,
        "would've": 1193,
        "wouldn't": 1194,
        "wrap": 1195,
        "write": 1196,
        "written": 1197,
        "wrong": 1198,
        "wrote": 1199,
        "x": 1200,
        "y": 1201,
        "y'all": 1202,
        "ya": 1203,
        "yard": 1204,
        "yeah": 1205,
        "year": 1206,
        "years": 1207,
        "yes": 1208,
        "yesterday": 1209,
        "yet": 1210,
        "you": 1211,
        "you'd": 1212,
        "you'll": 1213,
        "you're": 1214,
        "you've": 1215,
        "young": 1216,
        "your": 1217,
        "yours": 1218,
        "yourself": 1219,
        "zero": 1220
    },
    "idx2word": {
        "0": "<pad>",
        "1": "<unk>",
        "2": "<bos>",
        "3": "<eos>",
        "4": "!",
        "5": "\"",
        "6": "$",
        "7": "%",
        "8": "&",
        "9": "'",
        "10": ",",
        "11": "-",
        "12": ".",
        "13": "00",
        "14": "000",
        "15": "12",
        "16": "14",
        "17": "15",
        "18": "20",
        "19": "4",
        "20": "40",
        "21": "50",
        "22": ":",
        "23": ";",
        "24": "?",
        "25": "a",
        "26": "able",
        "27": "about",
        "28": "absolutely",
        "29": "across",
        "30": "actual",
        "31": "actually",
        "32": "advice",
        "33": "afford",
        "34": "afraid",
        "35": "after",
        "36": "afternoon",
        "37": "again",
        "38": "age",
        "39": "ago",
        "40": "agree",
        "41": "ah",
        "42": "ahead",
        "43": "ain't",
        "44": "alert",
        "45": "alive",
        "46": "all",
        "47": "allowed",
        "48": "almost",
        "49": "alone",
        "50": "along",
        "51": "already",
        "52": "also",
        "53": "although",
        "54": "always",
        "55": "am",
        "56": "amen",
        "57": "american",
        "58": "an",
        "59": "and",
        "60": "another",
        "61": "answer",
        "62": "any",
        "63": "anybody",
        "64": "anymore",
        "65": "anything",
        "66": "anyway",
        "67": "anywhere",
        "68": "apologize",
        "69": "applied",
        "70": "approach",
        "71": "are",
        "72": "aren't",
        "73": "argument",
        "74": "around",
        "75": "as",
        "76": "aside",
        "77": "ask",
        "78": "asked",
        "79": "asking",
        "80": "ass",
        "81": "at",
        "82": "attack",
        "83": "attention",
        "84": "available",
        "85": "aw",
        "86": "away",
        "87": "b",
        "88": "baby",
        "89": "back",
        "90": "backyard",
        "91": "bad",
        "92": "bag",
        "93": "ball",
        "94": "baptist",
        "95": "bathroom",
        "96": "be",
        "97": "beautiful",
        "98": "became",
        "99": "because",
        "100": "become",
        "101": "bed",
        "102": "bee",
        "103": "been",
        "104": "beer",
        "105": "before",
        "106": "began",
        "107": "beginning",
        "108": "being",
        "109": "believe",
        "110": "believed",
        "111": "best",
        "112": "bet",
        "113": "better",
        "114": "between",
        "115": "bible",
        "116": "big",
        "117": "bigger",
        "118": "billy",
        "119": "binary",
        "120": "birds",
        "121": "bit",
        "122": "bitch",
        "123": "bite",
        "124": "bitty",
        "125": "bless",
        "126": "blood",
        "127": "blow",
        "128": "boat",
        "129": "bodies",
        "130": "body",
        "131": "book",
        "132": "bookkeeping",
        "133": "books",
        "134": "both",
        "135": "bother",
        "136": "bought",
        "137": "bowtie",
        "138": "boy",
        "139": "boy's",
        "140": "boys",
        "141": "brave",
        "142": "breach",
        "143": "break",
        "144": "breakfast",
        "145": "breaking",
        "146": "bring",
        "147": "brings",
        "148": "brisket",
        "149": "brother",
        "150": "brother's",
        "151": "brought",
        "152": "brown",
        "153": "brush",
        "154": "buddy",
        "155": "business",
        "156": "but",
        "157": "buy",
        "158": "by",
        "159": "bye",
        "160": "call",
        "161": "called",
        "162": "calling",
        "163": "calls",
        "164": "calm",
        "165": "calmed",
        "166": "came",
        "167": "camp",
        "168": "can",
        "169": "can't",
        "170": "candy",
        "171": "cannot",
        "172": "captain",
        "173": "car",
        "174": "card",
        "175": "cards",
        "176": "care",
        "177": "case",
        "178": "cat",
        "179": "cat's",
        "180": "catch",
        "181": "catching",
        "182": "cattle",
        "183": "cause",
        "184": "cave",
        "185": "chance",
        "186": "change",
        "187": "changed",
        "188": "chapter",
        "189": "cheated",
        "190": "check",
        "191": "checked",
        "192": "checking",
        "193": "chest",
        "194": "chewing",
        "195": "chicken",
        "196": "chickens",
        "197": "child",
        "198": "children",
        "199": "choice",
        "200": "choo",
        "201": "chop",
        "202": "christian",
        "203": "church",
        "204": "class",
        "205": "classroom",
        "206": "clear",
        "207": "clock",
        "208": "close",
        "209": "coach",
        "210": "coaching",
        "211": "code",
        "212": "coffee",
        "213": "cold",
        "214": "college",
        "215": "come",
        "216": "comic",
        "217": "coming",
        "218": "common",
        "219": "company",
        "220": "complicated",
        "221": "computer",
        "222": "concerned",
        "223": "connie",
        "224": "control",
        "225": "conversation",
        "226": "cook",
        "227": "cool",
        "228": "cooper",
        "229": "could",
        "230": "couldn't",
        "231": "count",
        "232": "counting",
        "233": "country",
        "234": "couple",
        "235": "coupon",
        "236": "course",
        "237": "crazy",
        "238": "cream",
        "239": "cross",
        "240": "cup",
        "241": "cut",
        "242": "cute",
        "243": "dad",
        "244": "dad's",
        "245": "daddy",
        "246": "daddy's",
        "247": "dallas",
        "248": "damn",
        "249": "dating",
        "250": "daughter",
        "251": "dave",
        "252": "day",
        "253": "days",
        "254": "dead",
        "255": "deal",
        "256": "dear",
        "257": "death",
        "258": "decided",
        "259": "deep",
        "260": "defense",
        "261": "degrees",
        "262": "demons",
        "263": "descended",
        "264": "detention",
        "265": "devil",
        "266": "did",
        "267": "didn't",
        "268": "die",
        "269": "died",
        "270": "different",
        "271": "dinner",
        "272": "direction",
        "273": "disappointed",
        "274": "divorce",
        "275": "do",
        "276": "doctor",
        "277": "doctors",
        "278": "does",
        "279": "doesn't",
        "280": "dog",
        "281": "dogs",
        "282": "doin",
        "283": "doing",
        "284": "dollars",
        "285": "dolphin",
        "286": "don't",
        "287": "done",
        "288": "door",
        "289": "doubt",
        "290": "down",
        "291": "dr",
        "292": "dragons",
        "293": "dramatic",
        "294": "drank",
        "295": "dreams",
        "296": "dress",
        "297": "drink",
        "298": "drinking",
        "299": "drive",
        "300": "driving",
        "301": "drug",
        "302": "dumb",
        "303": "dungeons",
        "304": "during",
        "305": "dust",
        "306": "dyin",
        "307": "e",
        "308": "each",
        "309": "early",
        "310": "earth",
        "311": "easy",
        "312": "eat",
        "313": "eating",
        "314": "effort",
        "315": "eggs",
        "316": "eh",
        "317": "eight",
        "318": "either",
        "319": "eliza",
        "320": "elliot",
        "321": "else",
        "322": "em",
        "323": "emergency",
        "324": "end",
        "325": "enjoy",
        "326": "enjoyed",
        "327": "enjoying",
        "328": "enough",
        "329": "entire",
        "330": "euclidean",
        "331": "even",
        "332": "ever",
        "333": "every",
        "334": "everybody",
        "335": "everybody's",
        "336": "everyone",
        "337": "everything",
        "338": "everything's",
        "339": "evil",
        "340": "exact",
        "341": "exactly",
        "342": "excited",
        "343": "excuse",
        "344": "exists",
        "345": "expect",
        "346": "explain",
        "347": "exposed",
        "348": "eye",
        "349": "eyes",
        "350": "face",
        "351": "fact",
        "352": "faith",
        "353": "family",
        "354": "far",
        "355": "father",
        "356": "fault",
        "357": "favor",
        "358": "fear",
        "359": "feel",
        "360": "feeling",
        "361": "feels",
        "362": "feet",
        "363": "fella",
        "364": "felt",
        "365": "few",
        "366": "fight",
        "367": "fighting",
        "368": "figure",
        "369": "figured",
        "370": "filled",
        "371": "final",
        "372": "finally",
        "373": "financial",
        "374": "find",
        "375": "fine",
        "376": "finish",
        "377": "fire",
        "378": "first",
        "379": "fishing",
        "380": "fit",
        "381": "five",
        "382": "fives",
        "383": "fix",
        "384": "flip",
        "385": "flu",
        "386": "food",
        "387": "foods",
        "388": "football",
        "389": "for",
        "390": "forever",
        "391": "found",
        "392": "four",
        "393": "fourth",
        "394": "free",
        "395": "freedom",
        "396": "friend",
        "397": "friends",
        "398": "from",
        "399": "front",
        "400": "full",
        "401": "fun",
        "402": "funny",
        "403": "future",
        "404": "game",
        "405": "games",
        "406": "garage",
        "407": "gave",
        "408": "george",
        "409": "georgie",
        "410": "georgie's",
        "411": "get",
        "412": "gets",
        "413": "getting",
        "414": "girl",
        "415": "girls",
        "416": "give",
        "417": "given",
        "418": "giving",
        "419": "glad",
        "420": "glass",
        "421": "go",
        "422": "god",
        "423": "god's",
        "424": "goes",
        "425": "goin",
        "426": "going",
        "427": "gone",
        "428": "gonna",
        "429": "good",
        "430": "goodness",
        "431": "got",
        "432": "gotten",
        "433": "grab",
        "434": "grace",
        "435": "grade",
        "436": "grandchildren",
        "437": "great",
        "438": "grooming",
        "439": "ground",
        "440": "grounded",
        "441": "grow",
        "442": "guess",
        "443": "gun",
        "444": "guy",
        "445": "guys",
        "446": "ha",
        "447": "had",
        "448": "hair",
        "449": "half",
        "450": "hall",
        "451": "hand",
        "452": "handle",
        "453": "hands",
        "454": "hang",
        "455": "happen",
        "456": "happened",
        "457": "happens",
        "458": "happy",
        "459": "hard",
        "460": "has",
        "461": "hat",
        "462": "hate",
        "463": "have",
        "464": "haven't",
        "465": "having",
        "466": "he",
        "467": "he'll",
        "468": "he's",
        "469": "head",
        "470": "headed",
        "471": "heads",
        "472": "hear",
        "473": "heard",
        "474": "heart",
        "475": "held",
        "476": "hell",
        "477": "hello",
        "478": "helmet",
        "479": "help",
        "480": "helped",
        "481": "helping",
        "482": "her",
        "483": "here",
        "484": "here's",
        "485": "hernia",
        "486": "hero",
        "487": "hey",
        "488": "hi",
        "489": "hiding",
        "490": "high",
        "491": "higher",
        "492": "him",
        "493": "himself",
        "494": "his",
        "495": "hit",
        "496": "hmm",
        "497": "hold",
        "498": "holy",
        "499": "home",
        "500": "homework",
        "501": "honey",
        "502": "hope",
        "503": "hoping",
        "504": "hospital",
        "505": "hot",
        "506": "hour",
        "507": "hours",
        "508": "house",
        "509": "houston",
        "510": "how",
        "511": "how'd",
        "512": "how's",
        "513": "hubert",
        "514": "hug",
        "515": "hugging",
        "516": "huh",
        "517": "human",
        "518": "hungry",
        "519": "hurt",
        "520": "husband",
        "521": "i",
        "522": "i'd",
        "523": "i'll",
        "524": "i'm",
        "525": "i've",
        "526": "ice",
        "527": "idea",
        "528": "if",
        "529": "important",
        "530": "impressive",
        "531": "in",
        "532": "incredible",
        "533": "information",
        "534": "ingram",
        "535": "inside",
        "536": "instead",
        "537": "interested",
        "538": "interesting",
        "539": "into",
        "540": "ira",
        "541": "is",
        "542": "isn't",
        "543": "issues",
        "544": "it",
        "545": "it'll",
        "546": "it's",
        "547": "its",
        "548": "itty",
        "549": "jail",
        "550": "jar",
        "551": "jeff",
        "552": "jesus",
        "553": "jewish",
        "554": "job",
        "555": "joke",
        "556": "joy",
        "557": "jr",
        "558": "judge",
        "559": "just",
        "560": "keep",
        "561": "kicked",
        "562": "kid",
        "563": "kidding",
        "564": "kids",
        "565": "kill",
        "566": "kind",
        "567": "kirk",
        "568": "kitchen",
        "569": "kitty",
        "570": "knew",
        "571": "knock",
        "572": "know",
        "573": "knowing",
        "574": "knowledge",
        "575": "knows",
        "576": "lady",
        "577": "land",
        "578": "last",
        "579": "late",
        "580": "later",
        "581": "launch",
        "582": "law",
        "583": "lawyer",
        "584": "lead",
        "585": "learn",
        "586": "learned",
        "587": "least",
        "588": "leave",
        "589": "leaving",
        "590": "lee",
        "591": "left",
        "592": "legs",
        "593": "less",
        "594": "let",
        "595": "let's",
        "596": "library",
        "597": "lie",
        "598": "life",
        "599": "light",
        "600": "like",
        "601": "liked",
        "602": "likes",
        "603": "line",
        "604": "linear",
        "605": "list",
        "606": "listen",
        "607": "little",
        "608": "live",
        "609": "living",
        "610": "loan",
        "611": "logos",
        "612": "lone",
        "613": "long",
        "614": "look",
        "615": "looked",
        "616": "looking",
        "617": "looks",
        "618": "loose",
        "619": "lord",
        "620": "lose",
        "621": "lost",
        "622": "lot",
        "623": "love",
        "624": "loved",
        "625": "loves",
        "626": "loving",
        "627": "luck",
        "628": "lunch",
        "629": "lying",
        "630": "m",
        "631": "macelroy",
        "632": "machine",
        "633": "made",
        "634": "main",
        "635": "make",
        "636": "makes",
        "637": "making",
        "638": "mama",
        "639": "man",
        "640": "many",
        "641": "marriage",
        "642": "married",
        "643": "mary",
        "644": "math",
        "645": "mathology",
        "646": "matter",
        "647": "may",
        "648": "maybe",
        "649": "me",
        "650": "mean",
        "651": "means",
        "652": "meant",
        "653": "meat",
        "654": "medford",
        "655": "medical",
        "656": "meemaw",
        "657": "meemaw's",
        "658": "meet",
        "659": "meeting",
        "660": "men",
        "661": "might",
        "662": "mighty",
        "663": "million",
        "664": "mind",
        "665": "mine",
        "666": "minute",
        "667": "minutes",
        "668": "miss",
        "669": "missed",
        "670": "missy",
        "671": "mistake",
        "672": "mittens",
        "673": "mm",
        "674": "mmm",
        "675": "model",
        "676": "mom",
        "677": "mom's",
        "678": "moment",
        "679": "mommy",
        "680": "money",
        "681": "month",
        "682": "months",
        "683": "moon",
        "684": "moonpie",
        "685": "more",
        "686": "morning",
        "687": "most",
        "688": "mother",
        "689": "mother's",
        "690": "mountain",
        "691": "mouth",
        "692": "move",
        "693": "moved",
        "694": "movie",
        "695": "mr",
        "696": "ms",
        "697": "much",
        "698": "music",
        "699": "must",
        "700": "my",
        "701": "myself",
        "702": "name",
        "703": "named",
        "704": "nasa",
        "705": "naughty",
        "706": "need",
        "707": "needed",
        "708": "needle",
        "709": "needles",
        "710": "needs",
        "711": "never",
        "712": "new",
        "713": "next",
        "714": "nice",
        "715": "night",
        "716": "nine",
        "717": "no",
        "718": "nobody",
        "719": "none",
        "720": "normal",
        "721": "nose",
        "722": "nosh",
        "723": "not",
        "724": "note",
        "725": "nothin",
        "726": "nothing",
        "727": "nourishment",
        "728": "now",
        "729": "number",
        "730": "numbers",
        "731": "ocean",
        "732": "odd",
        "733": "odds",
        "734": "of",
        "735": "off",
        "736": "office",
        "737": "often",
        "738": "oh",
        "739": "oilers",
        "740": "okay",
        "741": "old",
        "742": "older",
        "743": "on",
        "744": "once",
        "745": "one",
        "746": "one's",
        "747": "only",
        "748": "ooh",
        "749": "open",
        "750": "opportunity",
        "751": "or",
        "752": "order",
        "753": "other",
        "754": "otherwise",
        "755": "ought",
        "756": "our",
        "757": "out",
        "758": "outside",
        "759": "over",
        "760": "own",
        "761": "p",
        "762": "pack",
        "763": "pains",
        "764": "pants",
        "765": "paper",
        "766": "parents",
        "767": "part",
        "768": "party",
        "769": "pass",
        "770": "pastor",
        "771": "patch",
        "772": "pay",
        "773": "penny",
        "774": "people",
        "775": "per",
        "776": "perfect",
        "777": "perhaps",
        "778": "permanent",
        "779": "person",
        "780": "personal",
        "781": "phobia",
        "782": "phone",
        "783": "physicist",
        "784": "physics",
        "785": "piano",
        "786": "pick",
        "787": "picnic",
        "788": "pie",
        "789": "piece",
        "790": "place",
        "791": "plan",
        "792": "planet",
        "793": "planning",
        "794": "plastic",
        "795": "plate",
        "796": "plates",
        "797": "play",
        "798": "player",
        "799": "playing",
        "800": "please",
        "801": "plus",
        "802": "point",
        "803": "points",
        "804": "police",
        "805": "pop",
        "806": "pork",
        "807": "possible",
        "808": "potato",
        "809": "potty",
        "810": "power",
        "811": "pray",
        "812": "prefer",
        "813": "pregnant",
        "814": "prepared",
        "815": "pretty",
        "816": "price",
        "817": "prime",
        "818": "principal",
        "819": "principles",
        "820": "prize",
        "821": "probably",
        "822": "problem",
        "823": "problems",
        "824": "professional",
        "825": "program",
        "826": "prostate",
        "827": "protection",
        "828": "proud",
        "829": "prove",
        "830": "pull",
        "831": "punt",
        "832": "punting",
        "833": "purr",
        "834": "put",
        "835": "putting",
        "836": "quadrant",
        "837": "quarter",
        "838": "quest",
        "839": "question",
        "840": "quick",
        "841": "quietly",
        "842": "quinn",
        "843": "quit",
        "844": "quite",
        "845": "radio",
        "846": "radioshack",
        "847": "rain",
        "848": "raise",
        "849": "raised",
        "850": "ran",
        "851": "range",
        "852": "ratios",
        "853": "read",
        "854": "reading",
        "855": "ready",
        "856": "real",
        "857": "realize",
        "858": "really",
        "859": "receive",
        "860": "recently",
        "861": "recipe",
        "862": "recipes",
        "863": "record",
        "864": "relationship",
        "865": "relax",
        "866": "religion",
        "867": "remember",
        "868": "remove",
        "869": "research",
        "870": "rest",
        "871": "right",
        "872": "rocket",
        "873": "rockets",
        "874": "rodeo",
        "875": "room",
        "876": "root",
        "877": "rub",
        "878": "rude",
        "879": "rule",
        "880": "rules",
        "881": "run",
        "882": "s",
        "883": "sad",
        "884": "safe",
        "885": "said",
        "886": "same",
        "887": "sat",
        "888": "sausage",
        "889": "saw",
        "890": "say",
        "891": "saying",
        "892": "says",
        "893": "scare",
        "894": "scared",
        "895": "school",
        "896": "schr",
        "897": "science",
        "898": "scientist",
        "899": "scientists",
        "900": "seat",
        "901": "second",
        "902": "secret",
        "903": "see",
        "904": "seeing",
        "905": "seemed",
        "906": "seen",
        "907": "selena",
        "908": "send",
        "909": "sense",
        "910": "serious",
        "911": "seriously",
        "912": "set",
        "913": "shack",
        "914": "share",
        "915": "she",
        "916": "she's",
        "917": "sheldon",
        "918": "sheldon's",
        "919": "shelly",
        "920": "shh",
        "921": "shine",
        "922": "ship",
        "923": "shoes",
        "924": "shotgun",
        "925": "should",
        "926": "shouldn't",
        "927": "show",
        "928": "shut",
        "929": "shuttle",
        "930": "sick",
        "931": "side",
        "932": "sign",
        "933": "simple",
        "934": "since",
        "935": "single",
        "936": "sink",
        "937": "sir",
        "938": "sister",
        "939": "sisters",
        "940": "sit",
        "941": "sitting",
        "942": "situation",
        "943": "six",
        "944": "sleep",
        "945": "sleeping",
